<?php

return [
    'shop' => [
        'layouts' => [

        ],
    ],

    'admin' => [
        'layouts' => [

        ],

        'system' => [
            'title'                 => 'Заголовок',
            'description'           => 'Описание',
            'status'                => 'Статус',
            'usps'                  => 'Доставка USPS',
            'usps-shipping'         => 'United States Postal Service (USPS) - это почта, U.S. Mail или почтовая служба, независимое агентство исполнительной власти федерального правительства Соединенных Штатов, ответственное за предоставление почтовых услуг в США, его островных территориях и ассоциированных штатах.',
            'gateway-url'           => 'URL шлюза',
            'gateway-secure-url'    => 'Безопасный URL шлюза',
            'user-id'               => 'Идентификатор пользователя',
            'password'              => 'Пароль',
            'mode'                  => 'Режим',
            'container'             => 'Контейнер',
            'size'                  => 'Размер',
            'size-description'      => 'Высота, длина, ширина будут работать в случае БОЛЬШОГО размера.',
            'machinable'            => 'Обрабатываемый механически',
            'allowed-methods'       => 'Разрешенные методы',
            'allow-seller'          => 'Разрешить продавцу сохранять данные USPS',
            'length'                => 'Длина',
            'height'                => 'Высота',
            'width'                 => 'Ширина',
            'grith'                 => 'Окружность',
            'allowed-countries'     => 'Разрешенные страны',
            'usps-error'            => 'Нет метода для выбранного местоположения, выберите другой адрес',
            'error-message'         => 'Сообщение об ошибке',
            'shipping-not-available'=> 'Доставка USPS недоступна для этого продукта',
        ],
    ],
];
