<?php

return [
    'shop' => [
        'layouts' => [

        ],
    ],

    'admin' => [
        'layouts' => [

        ],

        'system' => [
            'title'                 => 'العنوان',
            'description'           => 'الوصف',
            'status'                => 'الحالة',
            'usps'                  => 'الشحن بواسطة USPS',
            'usps-shipping'         => 'خدمة البريد السريع في الولايات المتحدة (USPS) هي خدمة البريد، بريد الولايات المتحدة، أو البريد الخدمة البريدية، هي وكالة مستقلة تابعة للسلطة التنفيذية للحكومة الفيدرالية الأمريكية مسؤولة عن توفير خدمات البريد في الولايات المتحدة، ومناطقها البحرية، والولايات المتحدة المرتبطة بها.',
            'gateway-url'           => 'عنوان URL للبوابة',
            'gateway-secure-url'    => 'عنوان URL الآمن للبوابة',
            'user-id'               => 'معرف المستخدم',
            'password'              => 'كلمة المرور',
            'mode'                  => 'الوضع',
            'container'             => 'الحاوية',
            'size'                  => 'الحجم',
            'size-description'      => 'الارتفاع، الطول، العرض سيعمل في حالة الحجم الكبير.',
            'machinable'            => 'قابل للآلة',
            'allowed-methods'       => 'الطرق المسموح بها',
            'allow-seller'          => 'السماح للبائع بحفظ تفاصيل USPS',
            'length'                => 'الطول',
            'height'                => 'الارتفاع',
            'width'                 => 'العرض',
            'grith'                 => 'المحيط',
            'allowed-countries'     => 'الدول المسموح بها',
            'usps-error'            => 'لا توجد طريقة متاحة للموقع المحدد، يرجى اختيار عنوان آخر',
            'error-message'         => 'رسالة الخطأ',
            'shipping-not-available'=> 'الشحن بواسطة USPS غير متاح لهذا المنتج',
        ],
    ],
];
