<?php

return [
    'shop' => [
        'layouts' => [

        ],
    ],

    'admin' => [
        'layouts' => [

        ],

        'system' => [
            'title'                 => 'शीर्षक',
            'description'           => 'विवरण',
            'status'                => 'स्थिति',
            'usps'                  => 'USPS शिपिंग',
            'usps-shipping'         => 'यूनाइटेड स्टेट्स पोस्टल सर्विस (USPS) पोस्ट ऑफिस, यू.एस. मेल या पोस्टल सर्विस है, यह यूनाइटेड स्टेट्स संघ सरकार के कार्यपालिका शाखा का स्वतंत्र एजेंसी है जिम्मेदार है यू.एस., इसके द्वीपीय क्षेत्रों और इसके संबद्ध राज्यों में डाक सेवा प्रदान करने के लिए।',
            'gateway-url'           => 'गेटवे URL',
            'gateway-secure-url'    => 'सुरक्षित गेटवे URL',
            'user-id'               => 'उपयोगकर्ता आईडी',
            'password'              => 'पासवर्ड',
            'mode'                  => 'मोड',
            'container'             => 'कंटेनर',
            'size'                  => 'आकार',
            'size-description'      => 'LARGE आकार के मामले में ऊचाई, लंबाई, चौड़ाई काम करेगी।',
            'machinable'            => 'मशीन उपयुक्त',
            'allowed-methods'       => 'अनुमति प्राप्त मेथड्स',
            'allow-seller'          => 'विक्रेता को USPS विवरण सहेजने की अनुमति दें',
            'length'                => 'लंबाई',
            'height'                => 'ऊचाई',
            'width'                 => 'चौड़ाई',
            'grith'                 => 'ग्रीथ',
            'allowed-countries'     => 'स्वीकृत देश',
            'usps-error'            => 'चयनित स्थान के लिए कोई विधि उपलब्ध नहीं है, कृपया दूसरा पता चयन करें',
            'error-message'         => 'त्रुटि संदेश',
            'shipping-not-available'=> 'इस उत्पाद के लिए USPS शिपिंग उपलब्ध नहीं है',
        ],
    ],
];
