<?php

return [
    'shop' => [
        'layouts' => [

        ],
    ],

    'admin' => [
        'layouts' => [

        ],

        'system' => [
            'title'                 => 'Назва',
            'description'           => 'Опис',
            'status'                => 'Статус',
            'usps'                  => 'Доставка USPS',
            'usps-shipping'         => 'Поштова служба Сполучених Штатів (USPS) - це Пошта, Поштова служба або Поштовий сервіс, незалежне агентство виконавчого органу федерального уряду Сполучених Штатів, яке відповідає за надання поштового обслуговування в США, її острівних районах та пов'язаних штатах.
            'gateway-url'           => 'URL шлюзу',
            'gateway-secure-url'    => 'Захищений URL шлюзу',
            'user-id'               => 'Ідентифікатор користувача',
            'password'              => 'Пароль',
            'mode'                  => 'Режим',
            'container'             => 'Контейнер',
            'size'                  => 'Розмір',
            'size-description'      => 'Висота, Довжина, Ширина працюватимуть в разі ВЕЛИКОГО розміру.',
            'machinable'            => 'Машинозбіжний',
            'allowed-methods'       => 'Дозволені методи',
            'allow-seller'          => 'Дозволити продавцеві зберігати деталі USPS',
            'length'                => 'Довжина',
            'height'                => 'Висота',
            'width'                 => 'Ширина',
            'grith'                 => 'Обхід',
            'allowed-countries'     => 'Дозволені країни',
            'usps-error'            => 'Немає методу для обраного місця, виберіть іншу адресу',
            'error-message'         => 'Повідомлення про помилку',
            'shipping-not-available'=> 'Доставка USPS недоступна для цього продукту',
        ],
    ],
];
