<?php

return [
    'shop' => [
        'layouts' => [

        ],
    ],

    'admin' => [
        'layouts' => [

        ],

        'system' => [
            'title'                 => 'عنوان',
            'description'           => 'توضیحات',
            'status'                => 'وضعیت',
            'usps'                  => 'حمل و نقل USPS',
            'usps-shipping'         => 'خدمات پستی ایالات متحده (USPS) اداره پست، ایمیل ایالات متحده یا خدمات پستی است، یک نهاد مستقل از شاخه اجرایی دولت فدرال ایالات متحده مسئول ارائه خدمات پستی در ایالات متحده، مناطق جزایری آن و ایالات مرتبط آن می‌باشد.',
            'gateway-url'           => 'آدرس دروازه',
            'gateway-secure-url'    => 'آدرس امن دروازه',
            'user-id'               => 'شناسه کاربر',
            'password'              => 'گذرواژه',
            'mode'                  => 'حالت',
            'container'             => 'ظرف',
            'size'                  => 'اندازه',
            'size-description'      => 'ارتفاع، طول و عرض در مورد اندازه بزرگ کار می‌کند.',
            'machinable'            => 'قابل ماشینی',
            'allowed-methods'       => 'روش‌های مجاز',
            'allow-seller'          => 'اجازه به فروشنده برای ذخیره جزئیات USPS',
            'length'                => 'طول',
            'height'                => 'ارتفاع',
            'width'                 => 'عرض',
            'grith'                 => 'دور',
            'allowed-countries'     => 'کشورهای مجاز',
            'usps-error'            => 'هیچ روشی برای مکان انتخابی وجود ندارد. لطفاً یک آدرس دیگر انتخاب کنید.',
            'error-message'         => 'پیام خطا',
            'shipping-not-available'=> 'حمل و نقل USPS برای این محصول در دسترس نیست',
        ],
    ],
];
