<?php

return [
    'shop' => [
        'layouts' => [

        ],
    ],

    'admin' => [
        'layouts' => [

        ],

        'system' => [
            'title'                 => 'শিরোনাম',
            'description'           => 'বিবরণ',
            'status'                => 'অবস্থা',
            'usps'                  => 'USPS শিপিং',
            'usps-shipping'         => 'ইউনাইটেড স্টেটস পোস্টাল সার্ভিস (USPS) হল পোস্ট অফিস, ইউ.এস. মেইল, অথবা পোস্টাল সার্ভিস, যা ইউনাইটেড স্টেটস ফেডারেল গবর্ণমেন্টের কার্যনির্বাহী শাখার একটি স্বাধীন সংস্থা, যার দায়িত্ব মার্কিন যুক্তরাষ্ট্রে, এর দ্বীপসমূহ, এবং সংযুক্ত রাষ্ট্রে ডাক সেবা প্রদান করা।',
            'gateway-url'           => 'গেটওয়ে ইউআরএল',
            'gateway-secure-url'    => 'নিরাপদ গেটওয়ে ইউআরএল',
            'user-id'               => 'ব্যবহারকারী আইডি',
            'password'              => 'পাসওয়ার্ড',
            'mode'                  => 'মোড',
            'container'             => 'কনটেইনার',
            'size'                  => 'আকার',
            'size-description'      => 'উচ্চতা, দৈর্ঘ্য, প্রস্থ বৃদ্ধির ক্ষেত্রে কাজ করবে।',
            'machinable'            => 'মেশিনে যোগ্য',
            'allowed-methods'       => 'অনুমোদিত পদ্ধতিসমূহ',
            'allow-seller'          => 'বিক্রেতার প্রস্তুতি সংরক্ষণ করতে অনুমতি দিন',
            'length'                => 'দৈর্ঘ্য',
            'height'                => 'উচ্চতা',
            'width'                 => 'প্রস্থ',
            'grith'                 => 'গোলায়',
            'allowed-countries'     => 'অনুমোদিত দেশসমূহ',
            'usps-error'            => 'নির্বাচিত অবস্থানের জন্য কোনও পদ্ধতি উপলব্ধ নেই, অন্য ঠিকানা নির্বাচন করুন',
            'error-message'         => 'ত্রুটি বার্তা',
            'shipping-not-available'=> 'এই পণ্যের জন্য USPS শিপিং উপলব্ধ নেই',
        ],
    ],
];
