<?php

return [
    'shop' => [
        'layouts' => [

        ],
    ],

    'admin' => [
        'layouts' => [

        ],

        'system' => [
            'title'                 => 'ශීර්ෂය',
            'description'           => 'විස්තරය',
            'status'                => 'ස්ථාපනය',
            'usps'                  => 'USPS නවීකරණය',
            'usps-shipping'         => 'එක්සත් ජාතිවාදීසි තැස්පහාර සේවාව (USPS) සේවා කාර්යාලය, ය.සී. තැපැල් හෝම් හෝම්, හෝම් හෝම්, හෝ හෝම් හෝම් හෝම්, සැහැල්ලුම් ආකාරය වෙනස් කරයි.',
            'gateway-url'           => 'ගේට්වේ ලිපිනය',
            'gateway-secure-url'    => 'සිංහල ගේට්වේ ලිපිනය',
            'user-id'               => 'පරිශීලක හැඳුනුම්',
            'password'              => 'මුරපදය',
            'mode'                  => 'ප්‍රකාශය',
            'container'             => 'කොන්ටේනරය',
            'size'                  => 'ප්‍රමාණය',
            'size-description'      => 'විස්තර, දිග, පහළ සහිතවයි බොහෝ විශාල සියළු.',
            'machinable'            => 'යතුරු මැචිනේකාරය',
            'allowed-methods'       => 'විදුහල් ක්‍රම',
            'allow-seller'          => 'USPS විසින් ලියාපදිංච් කිරීමේ ඉඩදෙන්න',
            'length'                => 'දිග',
            'height'                => 'උස',
            'width'                 => 'පළල',
            'grith'                 => 'කේක්',
            'allowed-countries'     => 'ඉඩ දෙන රාජ්‍ය රීත්‍ර',
            'usps-error'            => 'තෝරාගත් ස්ථානය සඳහා ක්‍රියා කරන ලද ක්‍රමයක් නොමැත, වෙනත් ලිපිනයක් තෝරන්න',
            'error-message'         => 'දෝෂ පණිවිඩය',
            'shipping-not-available'=> 'මෙම නිෂ්පාදනය සඳහා USPS නවීකරණය ලබා ගැනීමේ හේතුව නොමැත',
        ],
    ],
];
